{
    "2019-11-16": {
        "copyright": "R Jay Gabany",
        "date": "2019-11-16",
        "explanation": "Grand tidal streams of stars seem to surround galaxy NGC 5907. The arcing structures form tenuous loops extending more than 150,000 light-years from the narrow, edge-on spiral, also known as the Splinter or Knife Edge Galaxy. Recorded only in very deep exposures, the streams likely represent the ghostly trail of a dwarf galaxy - debris left along the orbit of a smaller satellite galaxy that was gradually torn apart and merged with NGC 5907 over four billion years ago. Ultimately this remarkable discovery image, from a small robotic observatory in New Mexico, supports the cosmological scenario in which large spiral galaxies, including our own Milky Way, were formed by the accretion of smaller ones. NGC 5907 lies about 40 million light-years distant in the northern constellation Draco.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/ngc5907_gabany_rcl.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Star Streams of NGC 5907",
        "url": "https://apod.nasa.gov/apod/image/1911/ngc5907_gabany_rcl1024.jpg"
    },
    "2019-11-15": {
        "copyright": "Martin Pugh",
        "date": "2019-11-15",
        "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, M16 is also known as The Eagle Nebula. This beautifully detailed portrait of the region was made with groundbased narrow and broadband image data. It includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission at lower left is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/M16_HaSynLumLumRGB.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M16 and the Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/1911/M16_HaSynLumLumRGB1024.jpg"
    },
    "2019-11-14": {
        "copyright": "John Chumack",
        "date": "2019-11-14",
        "explanation": "On November 11, 2019 the Sun was mostly quiet, experiencing a minimum in its 11 year cycle of activity. In fact, the only spot visible was actually planet Mercury, making a leisurely 5 1/2 hour transit in front of the calm solar disk. About 1/200th the apparent diameter of the Sun, the silhouette of the solar system's inner most planet is near center in this sharp, full Sun snapshot. Taken with a hydrogen alpha filter and safe solar telescope, the image also captures prominences around the solar limb, the glowing plasma trapped in arcing magnetic fields. Of course, only inner planets Mercury and Venus can transit the Sun to appear in silhouette when viewed from planet Earth. Following its transit in 2016, this was Mercury's 4th of 14 transits across the solar disk in the 21st century. The next transit of Mercury will be on November 13, 2032.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/jC-L-TM_SunFinal5HRweb.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury and the Quiet Sun",
        "url": "https://apod.nasa.gov/apod/image/1911/jC-L-TM_SunFinal5HRweb1024.jpg"
    },
    "2019-11-13": {
        "copyright": "Martin Wise",
        "date": "2019-11-13",
        "explanation": "The small, dark, round spot in this solar close up is planet Mercury. In the high resolution telescopic image, a colorized stack of 61 sharp video frames, a turbulent array of photospheric convection cells tile the bright solar surface.  Mercury's more regular silhouette still stands out though. Of course, only inner planets Mercury and Venus can transit the Sun to appear in silhouette when viewed from planet Earth. For this November 11, 2019 transit of Mercury, the innermost planet's silhouette was a mere 1/200th the solar diameter. So even under clear daytime skies it was difficult to see without the aid of a safe solar telescope. Following its transit in 2016, this was Mercury's 4th of 14 transits across the solar disk in the 21st century. The next transit of Mercury will be on November 13, 2032.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/MercurySolarTransit_200mmF10_610nm_11112019.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury in Silhouette",
        "url": "https://apod.nasa.gov/apod/image/1911/MercurySolarTransit_200mmF10_610nm_11112019_1024.jpg"
    },
    "2019-11-12": {
        "date": "2019-11-12",
        "explanation": "Some spiral galaxies are seen nearly sideways. Most bright stars in spiral galaxies swirl around the center in a disk, and seen from the side, this disk can appear quite thin.  Some spiral galaxies appear even thinner than NGC 3717, which is actually seen tilted just a bit.  Spiral galaxies form disks because the original gas collided with itself and cooled as it fell inward.  Planets may orbit in disks for similar reasons.  The featured image by the Hubble Space Telescope shows a light-colored central bulge composed of older stars beyond filaments of orbiting dark brown dust.  NGC 3717 spans about 100,000 light years and lies about 60 million light years away toward the constellation of the Water Snake (Hydra).   Mercury Crosses the Sun: Some notable images of 2019 transit submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/NGC3717_Hubble_4079.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3717: A Nearly Sideways Spiral Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1911/NGC3717_Hubble_1080.jpg"
    },
    "2019-11-11": {
        "copyright": "Eduardo Schaberger Poupeau",
        "date": "2019-11-11",
        "explanation": "The history of the Moon is partly written in its craters.  Pictured here is a lunar panorama taken from Earth featuring the large craters Langrenus, toward the left, and Petavius, toward the right. The craters formed in separate impacts. Langrenus spans about 130 km, has a terraced rim, and sports a central peak rising about 3 km.  Petavius is slightly larger with a 180 km diameter and has a distinctive fracture that runs out from its center. Although it is known that Petravius crater is about 3.9 billion years old, the origin of its large fracture is unknown.  The craters are best visible a few days after a new Moon, when shadows most greatly accentuate vertical walls and hills.  The featured image is a composite of the best of thousands of high-resolution, infrared, video images taken through a small telescope.  Although mountains on Earth will likely erode into soil over a billion years, lunar craters Langrenus and Petavius will likely survive many billions more years, possibly until the Sun expands and engulfs both the Earth and Moon.  Watch: the November 11 Transit of Mercury from Earth or from Space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/PetaviusLangrenus_Poupeau_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Craters Langrenus and Petavius",
        "url": "https://apod.nasa.gov/apod/image/1911/PetaviusLangrenus_Poupeau_960.jpg"
    },
    "2019-11-10": {
        "copyright": "Dominique Dierick",
        "date": "2019-11-10",
        "explanation": "Tomorrow -- Monday --  Mercury will cross the face of the Sun, as seen from Earth. Called a transit, the last time this happened was in 2016.  Because the plane of Mercury's orbit is not exactly coincident with the plane of Earth's orbit, Mercury usually appears to pass over or under the Sun.  The featured time-lapse sequence, superimposed on a single frame, was taken from a balcony in Belgium shows the entire  transit of 2003 May 7.  That solar crossing lasted over five hours, so that the above 23 images were taken roughly 15 minutes apart.  The north pole of the Sun, the Earth's orbit, and Mercury's orbit, although all different, all occur in directions slightly above the left of the image. Near the center and on the far right, sunspots are visible. After Monday, the next transit of Mercury will occur in 2032.   Watch: the November 11 Transit of Mercury from Earth or from Space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/MercuryTransit_Dierick_1500.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Mercury Transit Sequence",
        "url": "https://apod.nasa.gov/apod/image/1911/MercuryTransit_Dierick_960.jpg"
    },
    "2019-11-09": {
        "date": "2019-11-09",
        "explanation": "On May 25, 1961 U.S. president John Kennedy announced the goal of landing astronauts on the Moon by the end of the decade. By November 9, 1967 this Saturn V rocket was ready for launch and the first full test of its capabilities on the Apollo 4 mission. Its development directed by rocket pioneer Wernher Von Braun, the three stage Saturn V stood over 36 stories tall. It had a cluster of five first stage engines fueled by liquid oxygen and kerosene which together were capable of producing 7.9 million pounds of thrust. Giant Saturn V rockets ultimately hurled nine Apollo missions to the Moon and back again with six landing on the lunar surface. The first landing mission, Apollo 11, achieved Kennedy's goal on July 20, 1969.  Watch: the November 11 Transit of Mercury from Earth or from Space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/s67-50903_saturnVlaunch.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn the Giant",
        "url": "https://apod.nasa.gov/apod/image/1911/s67-50903_saturnVlaunch1024.jpg"
    },
    "2019-11-08": {
        "copyright": "Josep Drudis",
        "date": "2019-11-08",
        "explanation": "This cosmic skyscape features glowing gas and dark dust clouds along side the young stars of NGC 3572. A beautiful emission nebula and star cluster in far southern skies, the region is often overlooked by astroimagers in favor of its brighter neighbor, the nearby Carina Nebula. Stars from NGC 3572 are toward the upper left in the telescopic frame that would measure about 100 light-years across at the cluster's estimated distant of 9,000 light-years. The visible interstellar gas and dust is part of the star cluster's natal molecular cloud. Dense streamers of material within the nebula, eroded by stellar winds and radiation, clearly trail away from the energetic young stars. They are likely sites of ongoing star formation with shapes reminiscent of the cosmic Tadpoles of IC 410 better known to northern skygazers.  In the coming tens to hundreds of millions of years, gas and stars in the cluster will be dispersed though, by gravitational tides and by violent supernova explosions that end the short lives of the massive cluster stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/NGC3572SouthernTadpoles_Drudis.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3572 and the Southern Tadpoles",
        "url": "https://apod.nasa.gov/apod/image/1911/NGC3572SouthernTadpoles_Drudis1024.jpg"
    },
    "2019-11-07": {
        "copyright": "Adam Block",
        "date": "2019-11-07",
        "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters open star cluster is well-known for its striking blue reflection nebulae. It lies in the night sky toward the constellation Taurus and the Orion Arm of our Milky Way Galaxy. The sister stars and cosmic dust cloud are not related though, they just happen to be passing through the same region of space. Known since antiquity as a compact grouping of stars, Galileo first sketched the star cluster viewed through his telescope with stars too faint to be seen by eye.  Charles Messier recorded the position of the cluster as the 45th entry in his famous catalog of things which are not comets. In Greek myth, the Pleiades were seven daughters of the astronomical titan Atlas and sea-nymph Pleione. Their parents names are included in the cluster's nine brightest stars. This deep and wide telescopic image spans over 20 light-years across the Pleides star cluster.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/m45astrograph.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 45: The Daughters of Atlas and Pleione",
        "url": "https://apod.nasa.gov/apod/image/1911/m45astrograph1024.jpg"
    },
    "2019-11-06": {
        "date": "2019-11-06",
        "explanation": "One of the last entries in Charles Messier's famous catalog, big, beautiful spiral galaxy M101 is definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed with Lord Rosse's large 19th century telescope, the Leviathan of Parsonstown. In contrast, this multiwavelength view of the large island universe is a composite of images recorded by space-based telescopes in the 21st century. Color coded from X-rays to infrared wavelengths (high to low energies), the image data was taken from the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer (blue), Hubble Space Telescope(yellow), and the Spitzer Space Telescope(red). While the X-ray data trace the location of multimillion degree gas around M101's exploded stars and neutron star and black hole binary star systems, the lower energy data follow the stars and dust that define M101's grand spiral arms. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "21st Century M101",
        "url": "https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW1024.jpg"
    },
    "2019-11-05": {
        "date": "2019-11-05",
        "explanation": "Why are these galaxies spinning so fast?  If you estimated each spiral's mass by how much light it emits, their fast rotations should break them apart.  The leading hypothesis as to why these galaxies don't break apart is dark matter -- mass so dark we can't see it. But these galaxies are even out-spinning this break-up limit -- they are the fastest rotating disk galaxies known.  It is therefore further hypothesized that their dark matter halos are so massive -- and their spins so fast -- that it is harder for them to form stars than regular spirals. If so, then these galaxies may be among the most massive spirals possible. Further study of surprising super-spirals like these will continue, likely including observations taken by NASA's James Webb Space Telescope scheduled for launch in 2021.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/SuperSpirals_HubbleSDSS_1777.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxies Spinning Super-Fast",
        "url": "https://apod.nasa.gov/apod/image/1911/SuperSpirals_HubbleSDSS_1080.jpg"
    },
    "2019-11-04": {
        "copyright": "Zhuoqun Wu",
        "date": "2019-11-04",
        "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of the Archer (Sagittarius). The energetic processes of star formation create not only the colors but the chaos. The glowing gas results from high-energy starlight striking interstellar hydrogen gas and trace amounts of sulfur, and oxygen gases. The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. The light from M8 we see today left about 5,000 years ago. Light takes about 50 years to cross this section of M8.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/M8_Wu_966.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Near the Center of the Lagoon Nebula",
        "url": "https://apod.nasa.gov/apod/image/1911/M8_Wu_966.jpg"
    },
    "2019-11-03": {
        "date": "2019-11-03",
        "explanation": "What's happening to the rings of Saturn? A little moon making big waves. The moon is 8-kilometer Daphnis and it is making waves in the Keeler Gap of Saturn's rings using just its gravity -- as it bobs up and down, in and out.  The featured image is a colored and more detailed version of a previously released images taken in 2017 by the robotic Cassini spacecraft during one of its Grand Finale orbits. Daphnis can be seen on the far right, sporting ridges likely accumulated from ring particles.  Daphnis was discovered in Cassini images in 2005 and raised mounds of ring particles so high in 2009 -- during Saturn's equinox when the ring plane pointed directly at the Sun -- that they cast notable shadows.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/DaphnisRings_Cassini_2328.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Daphnis and the Rings of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1911/DaphnisRings_Cassini_960.jpg"
    },
    "2019-11-02": {
        "copyright": "DSS",
        "date": "2019-11-02",
        "explanation": "The Flame Nebula stands out in this optical image of the dusty, crowded star forming regions toward Orion's belt, a mere 1,400 light-years away. X-ray data from the Chandra Observatory and infrared images from the Spitzer Space Telescope can take you inside the glowing gas and obscuring dust clouds though. Swiping your cursor (or clicking the image) will reveal many stars of the recently formed, embedded cluster NGC 2024, ranging in age from 200,000 years to 1.5 million years young. The X-ray/infrared composite image overlay spans about 15 light-years across the Flame's center. The X-ray/infrared data also indicate that the youngest stars are concentrated near the middle of the Flame Nebula cluster. That's the opposite of the simplest models of star formation for the stellar nursery that predict star formation begins in the denser center of a molecular cloud core. The result requires a more complex model; perhaps star formation continues longer in the center, or older stars are ejected from the center due to subcluster mergers.",
        "hdurl": "https://apod.nasa.gov/apod/image/1405/Flamessc2014-04a_Med.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Inside the Flame Nebula",
        "url": "https://apod.nasa.gov/apod/image/1405/flame_optical.jpg"
    },
    "2019-11-01": {
        "copyright": "CARA Project",
        "date": "2019-11-01",
        "explanation": "October 31, 1938 was the day after Martians encountered planet Earth, and everything was calm. Reports of the invasion were revealed to be part of a Halloween radio drama, the now famous broadcast based on H.G. Wells' scifi novel War of the Worlds. On Mars October 20, 2014 was calm too, the day after its close encounter with Comet Siding Spring (C/2013 A1). Not a hoax, this comet really did come within 86,700 miles or so of Mars, about 1/3 the Earth-Moon distance. Earth's spacecraft and rovers in Mars orbit and on the surface reported no ill effects though, and had a ringside seat as a visitor from the outer solar system passed by. Spanning over 2 degrees against stars of the constellation Ophiuchus, this colorful telescopic snapshot captures our view of Mars on the day after. Bluish star 51 Ophiuchi is at the upper right and the comet is just emerging from the Red Planet's bright glare.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/MarsSSdayafter_ligustri_astroligu60.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Day After Mars",
        "url": "https://apod.nasa.gov/apod/image/1911/MarsSSdayafter_ligustri_astroligu60.jpg"
    },
    "2019-10-31": {
        "copyright": "Anis Abdul",
        "date": "2019-10-31",
        "explanation": "A ghostly visage on a cosmic scale, these remains of shocked, glowing gas haunt planet Earth's sky toward the constellation of Cygnus and form the Veil Nebula. The nebula itself is a large supernova remnant, an expanding cloud born of the death explosion of a massive star. Light from the original supernova explosion likely reached Earth over 5,000 years ago. Also known as the Cygnus Loop, the Veil Nebula now spans nearly 3 degrees or about 6 times the diameter of the full Moon. That translates to over 70 light-years at its estimated distance of 1,500 light-years. In fact, the Veil is so large its brighter parts are recognized as separate nebulae, including The Witch's Broom (NGC 6960) below and right of center. At the top left you can find the Spectre of IC 1340. Happy Halloween!",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/ghostlyVeilNebula.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Ghostly Veil Nebula",
        "url": "https://apod.nasa.gov/apod/image/1910/ghostlyVeilNebula1034.jpg"
    },
    "2019-10-30": {
        "copyright": "Josep M. DrudisDon Goldman",
        "date": "2019-10-30",
        "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  In the featured deep image in assigned colors highlighted by emission in oxygen and hydrogen, wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye near the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain much hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/M42Detailed_DrudisGoldman_8150.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M42: Inside the Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/1910/M42Detailed_DrudisGoldman_960.jpg"
    },
    "2019-10-29": {
        "date": "2019-10-29",
        "explanation": "Why is there clay on Mars? On Earth, clay can form at the bottom of a peaceful lake when specific minerals trap water.  At the pictured site on Mars, the robotic rover Curiosity drilled into two rocks and found the highest concentration of clay yet.  The clay cache is considered addition evidence that Gale Crater once held water in the distant past.  Pictured, 57 images taken by Curiosity have been combined into a selfie. The images were taken by a camera at the end of its robotic arm. Many details of the car-sized rover are visible, including its rugged wheels, numerous scientific instruments, and a high mast that contains camera \"eyes\", one of which can shoot out an infrared laser beam.  Curiosity continues to roll around and up Mount Sharp -- in the center of Gale Crater -- in a search for new clues about the ancient history of Mars and whether or not the red planet once had conditions that could support life.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/ClayCache_Curiosity_9990.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curiosity Rover Finds a Clay Cache on Mars",
        "url": "https://apod.nasa.gov/apod/image/1910/ClayCache_Curiosity_960.jpg"
    }
}